Repository: CodyBontecou/ios-location-tracker
Catalog: IsoMeWatch/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fr, hi, ja, pt_br, ru, zh_hans

source: %@ LEFT
ar: %@ غادر
bn: %@ বাম
es: %@ IZQUIERDA
fr: %@ GAUCHE
hi: %@ बाएं
ja: %@左
pt_br: %@ ESQUERDA
ru: %@ ЛЕВЫЙ
zh_hans: %@左边

# %lldh %lldm
source: %1$lldh %2$lldm
ar: %1$lld ح %2$lld م
bn: %1$lld ঘন্টা %2$lld মি
hi: %1$lld h %2$lld मी
ru: %1$lld ч %2$lld м
zh_hans: %1$lld小时%2$lld米

source: CAPTURING WATCH PATH
ar: التقاط مسار المراقبة
bn: ওয়াচ পাথ ক্যাপচার করা হচ্ছে
es: CAPTURAR LA RUTA DE VIGILANCIA
fr: CAPTURER LE CHEMIN DE SURVEILLANCE
hi: वॉच पाथ कैप्चर करना
ja: 監視パスのキャプチャ
pt_br: CAPTURANDO CAMINHO DE OBSERVAÇÃO
ru: ЗАХВАТ ПУТИ ПРОСМОТРА
zh_hans: 捕获观察路径

source: CHECK PERMISSION
ar: تحقق من الإذن
bn: অনুমতি চেক করুন
es: VERIFICAR PERMISO
fr: VÉRIFIER L'AUTORISATION
hi: अनुमति जांचें
ja: 権限の確認
pt_br: VERIFIQUE A PERMISSÃO
ru: ПРОВЕРИТЬ РАЗРЕШЕНИЕ
zh_hans: 检查权限

source: DISTANCE
ar: مسافة
bn: দূরত্ব
es: DISTANCIA
hi: दूरी
ja: 距離
pt_br: DISTÂNCIA
ru: РАССТОЯНИЕ
zh_hans: 距离

source: ENABLE LOCATION
ar: تمكين الموقع
bn: অবস্থান সক্ষম করুন
es: HABILITAR UBICACIÓN
fr: ACTIVER LA LOCALISATION
hi: स्थान सक्षम करें
ja: 位置情報を有効にする
pt_br: ATIVAR LOCALIZAÇÃO
ru: ВКЛЮЧИТЬ МЕСТОПОЛОЖЕНИЕ
zh_hans: 启用位置

source: Enable location to track directly on Apple Watch.
ar: تمكين الموقع للتتبع مباشرة على Apple Watch.
bn: Apple Watch এ সরাসরি ট্র্যাক করতে অবস্থান সক্ষম করুন৷
es: Habilite la ubicación para rastrear directamente en Apple Watch.
fr: Activez la localisation pour suivre directement sur Apple Watch.
hi: सीधे Apple Watch पर स्थान ट्रैक करने के लिए सक्षम करें।
ja: Apple Watch で位置情報を直接追跡できるようにします。
pt_br: Ative a localização para rastrear diretamente no Apple Watch.
ru: Включите отслеживание местоположения прямо на Apple Watch.
zh_hans: 启用位置以直接在 Apple Watch 上进行跟踪。

source: LIVE
ar: يعيش
bn: লাইভ
es: VIVIR
fr: EN DIRECT
hi: रहना
ja: ライブ
pt_br: AO VIVO
ru: АКТИВНО
zh_hans: 居住

source: LOCATION
ar: موقع
bn: অবস্থান
es: UBICACIÓN
fr: EMPLACEMENT
hi: जगह
ja: 位置
pt_br: LOCALIZAÇÃO
ru: РАСПОЛОЖЕНИЕ
zh_hans: 地点

source: Location is denied. Enable it in Settings to track from Apple Watch.
ar: تم رفض الموقع. قم بتمكينه في الإعدادات للتتبع من Apple Watch.
bn: অবস্থান অস্বীকার করা হয়. Apple Watch থেকে ট্র্যাক করতে সেটিংসে এটি সক্ষম করুন৷
es: La ubicación es denegada. Habilítelo en Configuración para realizar un seguimiento desde Apple Watch.
fr: La localisation est refusée. Activez-le dans Paramètres pour suivre depuis Apple Watch.
hi: स्थान अस्वीकार किया गया है. Apple वॉच से ट्रैक करने के लिए इसे सेटिंग्स में सक्षम करें।
ja: 位置情報が拒否されました。 Apple Watchから追跡するには、設定で有効にしてください。
pt_br: A localização foi negada. Ative-o em Configurações para rastrear no Apple Watch.
ru: Местоположение отклонено. Включите его в настройках, чтобы отслеживать с Apple Watch.
zh_hans: 位置被拒绝。在“设置”中启用它以从 Apple Watch 进行跟踪。

source: Location is restricted on this Apple Watch.
ar: الموقع مقيد على Apple Watch هذه.
bn: এই অ্যাপল ঘড়িতে অবস্থান সীমাবদ্ধ।
es: La ubicación está restringida en este Apple Watch.
fr: La localisation est restreinte sur cette Apple Watch.
hi: इस Apple वॉच पर स्थान प्रतिबंधित है।
ja: このApple Watchでは位置情報が制限されています。
pt_br: A localização é restrita neste Apple Watch.
ru: На этих Apple Watch ограничено местоположение.
zh_hans: 此 Apple Watch 上的位置受到限制。

source: LOCATION NEEDED
ar: الموقع مطلوب
bn: অবস্থান প্রয়োজন
es: UBICACIÓN NECESARIA
fr: EMPLACEMENT REQUIS
hi: स्थान की आवश्यकता
ja: 必要な場所
pt_br: LOCALIZAÇÃO NECESSÁRIA
ru: ТРЕБУЕТСЯ МЕСТОПОЛОЖЕНИЕ
zh_hans: 需要位置

source: Location permission is unavailable.
ar: إذن الموقع غير متاح.
bn: অবস্থান অনুমতি অনুপলব্ধ.
es: El permiso de ubicación no está disponible.
fr: L'autorisation de localisation n'est pas disponible.
hi: स्थान की अनुमति उपलब्ध नहीं है.
ja: 位置情報の許可は利用できません。
pt_br: A permissão de localização não está disponível.
ru: Разрешение на определение местоположения недоступно.
zh_hans: 位置权限不可用。

source: Off
ar: عن
bn: বন্ধ
es: Apagado
fr: Désactivé
hi: बंद
ja: オフ
pt_br: Desligado
ru: Выключенный
zh_hans: 离开

source: POINTS
ar: النقاط
bn: পয়েন্ট
es: AGUJAS
hi: अंक
ja: ポイント
pt_br: PONTOS
ru: ОЧКИ
zh_hans: 积分

source: READY TO TRACK
ar: جاهز للتتبع
bn: ট্র্যাক করতে প্রস্তুত
es: LISTO PARA RASTREAR
fr: PRÊT À SUIVRE
hi: ट्रैक करने के लिए तैयार
ja: 追跡準備完了
pt_br: PRONTO PARA RASTREAR
ru: ГОТОВ ОТСЛЕЖИВАТЬ
zh_hans: 准备追踪

source: RESET TODAY
ar: إعادة تعيين اليوم
bn: আজ রিসেট করুন
es: REINICIAR HOY
fr: RÉINITIALISER AUJOURD'HUI
hi: आज ही रीसेट करें
ja: 今日をリセット
pt_br: REDEFINIR HOJE
ru: СБРОСИТЬ СЕГОДНЯ
zh_hans: 今日重置

source: STANDBY
ar: تعليق
bn: স্ট্যান্ডবাই
es: APOYAR
fr: ATTENDRE
hi: समर्थन करना
ja: 待機する
pt_br: ESPERA
ru: ПОДДЕРЖИВАТЬ
zh_hans: 支持

source: START
ar: يبدأ
bn: শুরু করুন
es: COMENZAR
fr: COMMENCER
hi: शुरू
ja: 始める
pt_br: COMEÇAR
ru: НАЧИНАТЬ
zh_hans: 开始

source: Start tracking
ar: ابدأ التتبع
bn: ট্র্যাকিং শুরু করুন
es: Iniciar seguimiento
fr: Commencer le suivi
hi: ट्रैकिंग प्रारंभ करें
ja: 追跡を開始する
pt_br: Comece a rastrear
ru: Начать отслеживание
zh_hans: 开始追踪

source: STOP
ar: قف
bn: থামো
es: DETENER
fr: ARRÊT
hi: रुकना
ja: 停止
pt_br: PARAR
ru: ОСТАНАВЛИВАТЬСЯ
zh_hans: 停止

source: Stop tracking
ar: توقف عن التتبع
bn: ট্র্যাকিং বন্ধ করুন
es: Dejar de rastrear
fr: Arrêter le suivi
hi: ट्रैकिंग बंद करें
ja: 追跡を停止する
pt_br: Pare de rastrear
ru: Прекратить отслеживание
zh_hans: 停止追踪

source: TODAY
ar: اليوم
bn: আজ
es: HOY
fr: AUJOURD'HUI
hi: आज
ja: 今日
pt_br: HOJE
ru: СЕГОДНЯ
zh_hans: 今天

source: Tracking
ar: تتبع
bn: ট্র্যাকিং
es: Seguimiento
fr: Suivi
hi: ट्रैकिंग
ja: トラッキング
pt_br: Monitorando
ru: Отслеживание
zh_hans: 追踪

source: TRACKING
ar: التتبع
bn: ট্র্যাকিং
es: SEGUIMIENTO
fr: SUIVI
hi: ट्रैकिंग
ja: トラッキング
pt_br: MONITORANDO
ru: ОТСЛЕЖИВАНИЕ
zh_hans: 追踪

source: Unknown
ar: مجهول
bn: অজানা
es: Desconocido
fr: Inconnu
hi: अज्ञात
ja: 未知
pt_br: Desconhecido
ru: Неизвестный
zh_hans: 未知

source: VISITS
ar: الزيارات
bn: ভিজিট
es: VISITAS
fr: VISITES
hi: विज़िट
ja: 訪問
pt_br: VISITAS
ru: ПОСЕЩЕНИЯ
zh_hans: 访问量
